Repository: azamd/BodyUp
Catalog: translations/messages.*.xlf
Languages: cs

# header.login
source: Sign in
cs: Přihlášení

# header.register
source: Register
cs: Registrace

# header.email_confirmation
source: Confirmation
cs: Potvrzení o registraci.

# header.email_pwd_restore
source: Request a password change.
cs: Žádost o změnu hesla.

# title.username
source: Username
cs: Uživatelské jméno

# title.password
source: Password
cs: Heslo

# title.email
source: Your e-mail
cs: Váš e-mail

# title.new_registration
source: Registration
cs: Nová registrace

# title.renew_password
source: Lost password ?
cs: Obnovení hesla.

# title.repeat_password
source: Password again
cs: Opakujte heslo

# title.input_new_password
source: Enter a new password
cs: Zadejte nové heslo

# title.logout_success
source: You were signed out.
cs: Byli jste odhlášeni.

# text.renew_password
source: Enter the email you entered during registration.
cs: Zadejte e-mail zadaný při registraci.

# text.email_confirmate
source: Check your email and click on the link to activate your account. Check spam as well.
cs: Zkontrolujte Váš e-mail a klikněte na odkaz pro aktivaci účtu. Zkontrolujte i adresář s nevyžádanou poštou.

# text.email_new_confirmate
source: Did not find an activation email? Enter your email used at registration and confirm.
cs: Nenašli jste aktivační e-mail? Zadejte váš e-mail použitý při registraci a potvrďte.

# text.or
source: or
cs: nebo

# text.email_pwd_restore
source: Click the link to set up your new password.
cs: Klikněte na odkaz a nastavte si nové heslo.

# text.email_confirmation
source: Thank you for your registration. Activate the account by clicking to the link:
cs: Děkujeme za vaši registraci. Účet aktivujte kliknutím na odkaz:

# text.password_changed
source: The password has been changed. You can now log in.
cs: Heslo bylo změněno. Nyní se můžete přihlásit.

# text.page_expired
source: This page has expired.
cs: Tato stránka již expirovala.

# text.still_logged
source: You must logout first.
cs: Musíte se nejdříve odhlásit.

# button.register
source: Register
cs: Registrovat

# button.login
source: Login
cs: Přihlásit

# button.password_change
source: Save password
cs: Uložit heslo

# button.send
source: Send
cs: Odeslat

# button.resend
source: Resend
cs: Odeslat znovu

# button.home
source: Home
cs: Domů

# account.no_exist
source: Account with this email no exist.
cs: Účet s tímto e-mailem neexistuje.

# account.confirmed
source: Your account has been activated. You can sign in.
cs: Váš účet byl právě aktivován. Můžete se přihlásit.

# account.error_confirmed
source: This account has already been activated.
cs: Tento účet již byl aktivován.

# account.confirm_first
source: You must first activate this account.
cs: Tento účet je nutné nejříve aktivovat.

# account.must_activate
source: Registration is complete. The activation link has been sent to your email.
cs: Registrace je hotová. Aktivační odkaz byl odeslán na váš e-mail.

# account.new-activation
source: E-mail with activation link has been sent.
cs: Email s odkazem pro aktivaci účtu byl odeslán.

# user.registration_help
source: Username - minimum length is 5 characters Password - minimum length is 8 characters Password must contain a-z,A-Z and 0-9
cs: Minimální délka uživatelského jména je 5 znaků Minimální délka hesla je 8 znaků Heslo musí obsahovat malá/velká písmena a číslo

# password.restoration_sent
source: Your password change request has been sent to your email.
cs: Žádost o změnu hesla byla odeslána na váš e-mail.

# email.not-confirmed
source: Account still pending for activation!
cs: Účet nebyl aktivován!

# subject.email_confirmation
source: Account confirmation
cs: Aktivace účtu

# subject.email_pwd_restore
source: Password restoration
cs: Obnovení hesla

# link.email_pwd_restore
source: Reset Password
cs: Obnovit heslo

# link.confimation
source: Activate account
cs: Aktivovat účet

# checkbox.remember_me
source: Remember me
cs: Zapamatovat si mě
