Repository: azamd/BodyUp
Catalog: translations/validators.*.xlf
Languages: cs

# user.exist
source: Username does exist.
cs: Uživatelské jméno již existuje.

# email.exist
source: This e-mail is currently in use.
cs: Tento email nelze použít. Zadejte jiný.

# user.name_no_blank
source: Username cannot be blank.
cs: Zadejte uživatelské jméno.

# user.name_min_len
source: Username is too short.
cs: Uživatelské jméno je příliš krátké.

# user.password_no_blank
source: Password cannot be empty.
cs: Zadejte heslo.

# user.password_min_len
source: Password is too short.
cs: Heslo je příliš krátké.

# user.password_difficulty
source: Password must contain: a-z,A-Z,0-9
cs: Heslo musí tvořit znaky: a-z,A-Z,0-9

# user.password_mismatch
source: Passwords mismatch.
cs: Hesla se neshodují.

# email.bad_format
source: This is not the correct e-mail format
cs: Špatný formát e-mailu.

# wrong.value
source: Wrong value for your current password
cs: Původní heslo není správné.

# email.not_blank
source: Insert your e-mail.
cs: Zadejte váš e-mail.
